---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurtainSystemBase
source: html/544e9797-6362-10f6-aeee-566cf6040fe9.htm
---
# CurtainSystemBase Properties

The id of the assembly instance to which the element belongs.